Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K11.tmx
Source language: en_us
Languages: zh_cn

source: The Russian Riviera
zh_cn: 俄罗斯海滨酒家

source: "Some businessmen" was how Skinny Zyama had described the two gangsters from New Jersey.
zh_cn: 瘦子季曼提到从新泽西州来的那两个家伙时，只说是“几个生意人”。

source: "You want me there for a meeting with businessmen?" Kostya had asked.
zh_cn: “你要我在场，就为见几个生意人？”克斯特亚问道。

source: "You have other plans on a Wednesday afternoon?"
zh_cn: “难道你星期三下午还有其他安排吗？”

source: "No."
zh_cn: “没有。”

source: "Wear a jacket," Zyama had said.
zh_cn: “记得穿件西装。”季曼说。

source: Now, stationed as instructed beside Skinny Zyama's mahogany desk, Kostya appraised the gangsters.
zh_cn: 眼下，克斯特亚按事先安排坐在瘦子季曼那张桃花心木的大班台边上，打量着那两个家伙。

source: Zyama had placed two leather armchairs in front of his desk, but only the smaller of the two had consented to sit.
zh_cn: 季曼在他的大班台前放了两张皮扶手椅，但只有那个小个子坐了下来。

source: The larger one, the one doing all the talking, had turned his chair sideways and perched himself on its arm.
zh_cn: 块头较大的那个一直在说话，他把椅子转了90度，身子靠在扶手上。

source: Instinctively, Kostya gauged each man's weight.
zh_cn: 出于本能，克斯特亚估量了一下他们每个人的体重。

source: They were both wearing suits, but that made no difference.
zh_cn: 虽然他们都穿着西装，但这没有什么影响。

source: Kostya had been conditioned by years at the gym, and his mind conjured up a man's weight and class just as, seeing an apple, it conjured up taste and smell.
zh_cn: 克斯特亚多年来泡在训练馆的经历已经让他有了条件反射：见到一个人，他的脑子里就会自动想出那人的体重和级别，就像看到一个苹果会自动想出它的味道和香气。

source: He'd barely considered the gangsters before his mind had announced: Sixty-four kilos and eighty-five kilos; welterweight and cruiserweight.
zh_cn: 他几乎没怎么观察这两个家伙，就已经有了概念：64公斤和85公斤，分属中量级和重量级。这是他仅有的几项可以炫耀的本事之一。

source: This was one of his few demonstrable skills - which, like the others, had brought him little profit.
zh_cn: 不过就像其它那些本事一样，这并没给他带来什么好处。那个大块头的家伙长得虎背熊腰，看上去很威风。

source: The larger gangster looked powerful through the back and shoulders, but he carried himself arrogantly, gestured excessively with his hands, and punctuated his demands by thrusting out his chin.
zh_cn: 但他过于目中无人，两只手动作太多。每当提出什么要求，他都把下巴向前一翘，表示强调。

source: In contrast, the smaller one hardly moved at all.
zh_cn: 相比之下，那个小个子基本一动不动。

source: He kept his hands folded in his lap and followed the conversation with his eyes.
zh_cn: 他的双手夹在膝盖之间，只用眼神在跟着谈话走。

source: His neck and his ankles were thin, and he was pale in the manner of someone who is either very sick or very spartan.
zh_cn: 他的脖子和脚踝很瘦，皮肤有种苍白的感觉，就像是个病人或过得非常简朴的人。

source: Of the two, Kostya supposed that the smaller man posed the greater danger, though, to be precise, the greatest danger was posed by neither of them.
zh_cn: 在这两个人当中，克斯特亚认为那个小个子更危险。不过要准确点说的话，他们俩都不是最危险的。

source: The greatest danger was posed by Skinny Zyama, who had assumed an obnoxious air of invulnerability.
zh_cn: 最大的危险来自瘦子季曼，他有一种刀枪不入的讨厌神气。

source: "These are competitive times.
zh_cn: “如今的时代竞争激烈。

source: You could benefit from our help," the larger gangster said.
zh_cn: 有我们的帮助，你可以从中受益。”大块头说道。

source: "The place is busy four nights a week," Zyama said.
zh_cn: “这地方一个星期里有四个晚上都忙得一塌糊涂，”季曼说。

source: "Impossible to get a table Friday or Saturday without a reservation.
zh_cn: “如果没有提前预定的话，星期五或星期六来根本没有空桌子。

source: We have the best Vegas-style floor show in the city. Professional dancers trained in Russia.
zh_cn: 我们这儿有全城最好的拉斯维加斯风格的现场表演，还有在俄罗斯培训过的专业舞蹈演员。

source: Where's my competition?"
zh_cn: 哪里有什么可竞争的？”

source: "There are other restaurants.
zh_cn: “不是只有你这一家餐厅。

source: They could become more successful."
zh_cn: 别人有可能超过你去。”

source: "The other restaurants are run by imbeciles.
zh_cn: “其他餐馆的老板都是笨蛋。

source: Their customers are people who couldn't get a table here."
zh_cn: 他们的客人都是在我这儿找不到桌子的主儿。”

source: "With the right guidance, those restaurants could improve.
zh_cn: “只要有人正确引导，那些餐馆是会好起来的。

source: With connections, they could attract popular entertainers from New York and New Jersey."
zh_cn: 只要有关系，他们也能吸引来自纽约和新泽西的热门艺人。”

source: "Listen, Alla Pugacheva and Arkady Raikin could perform every Saturday night for a month and those idiots would still find a way to lose money."
zh_cn: “听着，就算艾拉·普佳切娃和阿尔卡季·赖金能每个星期六晚上到他们那里去表演，帮他们连演一个月，那些白痴也还是有方法亏本。”

source: "There are other possibilities.
zh_cn: “还有其他的可能性。

source: Something unfortunate could happen to your restaurant or to you."
zh_cn: 没准你的餐馆或你本人会出点什么不幸的事情呢。”

source: Zyama, who had been reclining in his suede admiral's chair, tilted forward and made a production of looking the gangster in the eye.
zh_cn: 季曼原本一直向后靠在他的翻毛大班椅中，听到这话向前斜过身来，煞有介事地盯着那家伙的眼睛。

source: "You think you're the first ones to come in here? Understand: I'm in business all these years not because I give money to every hoodlum with his hand out."
zh_cn: “你以为你是头一拨到这儿来的吗？要明白：我在生意圈里能够混这么多年，不是因为每次来个王八蛋跟我伸手要钱，我就把钱交给他。”

source: Kostya watched the larger gangster unbutton his jacket and slide his hand inside.
zh_cn: 克斯特亚看到那个大块头解开他自己的外套，把手伸了进去。

source: Cursing Skinny Zyama, Kostya took a step in the gangster's direction.
zh_cn: 克斯特亚在心里骂着瘦子季曼，起身向那大块头的方向迈出一步。

source: If the man had a gun, there wasn't much he could do about it, but he knew that if the gangster motioned toward his pocket he was required to take a step forward.
zh_cn: 他知道，如果那人有枪，那么他自己也没什么办法。不过只要那家伙往兜里伸手，他就得向前迈上这一步。

source: There was an understanding among everyone in the room that this was how it was supposed to be.
zh_cn: 房间里的每个人都知道，这就是应该发生的事情。

source: The script had been written long ago and performed by other men in other rooms and in movies.
zh_cn: 类似的场面是很早以前就有了定式的，并且在其他房间里和在电影中被其他人反复表演过了。

source: Seeing this, the gangster grinned.
zh_cn: 看到这种情况，大块头笑了起来。

source: He proceeded to feel around inside his jacket, and then he extended his hand.
zh_cn: 他继续在他的西装里摸索着，然后把手掏了出来。

source: In place of a gun was a business card.
zh_cn: 亮出来的不是枪，而是一张名片。

source: "My gun I keep down here," he said, raising the cuff of his left trouser leg.
zh_cn: “我的枪是一直放在这儿的，”他拎起了左腿的裤管说道。

source: Strapped above his ankle was a pistol in a black padded holster.
zh_cn: 在高于他踝关节的位置上，绑着一只插在黑色皮套里的手枪。

source: "You see, we are civilized businessmen.
zh_cn: “你看，我们是文明的生意人。

source: Before we reach for that, we reach for this."
zh_cn: 在我们掏那玩意儿之前，我们总是先掏这个。”

source: He placed the card on Skinny Zyama's desk.
zh_cn: 他把名片放在瘦子季曼的大班台上。

source: "We manage very respectable artists.
zh_cn: “我们手头管理着非常知名的艺人。

source: We provide security.
zh_cn: 我们提供保护伞。

source: Many good Russian restaurants in New Jersey and Brooklyn are our customers.
zh_cn: 新泽西州和布鲁克林许多很好的俄罗斯餐厅都是我们的客户。

source: There is a phone number on the card.
zh_cn: 名片上有我们的电话号码。

source: It is our mobile phone.
zh_cn: 是我们的手机号。

source: Think about what we said and call.
zh_cn: 好好想想我们刚才说的，然后来个电话。

source: If we don't hear from you, we'll come Saturday night to see for ourselves how successful you are."
zh_cn: 如果我们没收到你的电话，那么星期六晚上我们会再来一趟，亲眼看看你的生意到底有多好。”

source: After the gangsters left, Skinny Zyama picked up the business card and flicked it into his wastebasket.
zh_cn: 这俩家伙走后，瘦子季曼拿起名片丢进他的废纸篓里。

source: He passed his hand along the surface of his desk and examined his fingertips for dust.
zh_cn: 他用手在他的大班台上抹着，然后盯着他的指尖，看上面是否有灰尘。

source: "Small-timers.
zh_cn: “小玩儿闹。

source: Nobodies.
zh_cn: 无名鼠辈。

source: Who do they think they're dealing with?"
zh_cn: 他们也不想想自己在和谁打交道？”

source: Kostya waited for a few moments to see if he would say anything else.
zh_cn: 克斯特亚等了一会儿，看看他还会说些什么别的。

source: Zyama rapped his knuckles on the edge of the desk. He spun the knob of his Rolodex.
zh_cn: 季曼用指节敲着桌子边，又用手转着他的名片轮的把手。

source: He reached into a drawer for a pack of cigarettes.
zh_cn: 然后他把手伸进抽屉里，掏出一包香烟。

source: "Is that it?" Kostya asked.
zh_cn: “就这样了？”克斯特亚问。

source: "That one sits staring like a mummy.
zh_cn: “一个坐在那里傻瞪着眼，活像一座木乃伊。

source: The other one with the gun on his leg.
zh_cn: 另一个在腿上绑只枪。

source: Think they can intimidate me in my own place.
zh_cn: 居然以为他们可以在我自己的地盘上吓唬我。

source: I shit on them from a tall bridge," Zyama said.
zh_cn: 我他妈的蹲桥上都可以把屎拉到他们的脑袋顶。”季曼说。

source: That was Zyama's final word.
zh_cn: 这就是季曼的最后一句话。

source: He was Zyama Karp, the impresario of the Russian Riviera restaurant.
zh_cn: 他，季曼·卡普，是俄罗斯海滨酒家的老板。

source: He was a man of influence. Not someone to be pushed around.
zh_cn: 他是一个有权势的人物，可不是随便就被别人摆布的。

source: And, after all, he had Kostya, a Siberian boxing champion.
zh_cn: 何况他还有克斯特亚这位西伯利亚拳击冠军。

source: "If they come back on Saturday, you take care of them," Zyama said.
zh_cn: “如果他们星期六再来，就交给你了。”季曼说。

source: From the Russian Riviera, Kostya drove to the Prima Donna Ballet Academy to return a blouse that Ivetta had forgotten at his apartment.
zh_cn: 从俄罗斯海滨酒家出来，克斯特亚开车去了“首席”芭蕾舞学院，给艾薇塔去送她忘在他公寓里的上衣。

source: Ivetta frequently forgot things at his apartment, only to discover that the thing she had forgotten was exactly the thing she could not live without.
zh_cn: 艾薇塔常常把东西忘在他的公寓里，过后却发现她落在那里的东西，恰恰是她缺了就活不下去的。

source: Kostya no longer resisted this; he had learned that it was best simply to return the item - a blouse, a pair of earrings, a lipstick - as soon as possible.
zh_cn: 克斯特亚对此已经不再抱怨，他知道最简单地就是把东西尽快送还给她——不是一件上衣，就是一对耳环，或者一只口红。

source: He had also learned that once Ivetta resumed possession of these things her need for them diminished.
zh_cn: 他还发现，一旦艾薇塔重新拿到她的这些东西，似乎就不再那么需要它们了。

source: Ivetta was waiting at the entrance to the ballet school.
zh_cn: 艾薇塔就等在芭蕾舞学校的门口。

source: She took a moment to confirm that he had brought the blouse, then lifted herself into the van.
zh_cn: 她看了一下他所带来的上衣，然后钻进了他的面包车里。

source: "I have five minutes," she said.
zh_cn: “我有五分钟，”她说。

source: "We should drive around the block."
zh_cn: “咱们在街上转转吧。”

source: As Kostya eased the van onto the street, Ivetta looked up at her mother's office, on the second floor of the Ballet Academy.
zh_cn: 克斯特亚平稳地把车开上街头，艾薇塔抬头看着她妈妈在芭蕾舞学院二楼的办公室。

source: "I think I see her standing there," Ivetta said.
zh_cn: “我好像看到她正站在那儿呢，”艾薇塔说。

source: Kostya interpreted this as a signal to drive faster, but when he accelerated Ivetta told him to slow down.
zh_cn: 克斯特亚把这句话看做是让他开快点的一个信号，但是当他加速时，艾薇塔却告诉他慢下来。

source: If her mother was watching, Ivetta didn't want to give her the satisfaction of seeing her behave furtively.
zh_cn: 如果她妈妈正在看着，艾薇塔不想让自己表现得像个逃犯，这会让妈妈得到某种满足。

source: Kostya didn't completely understand the rules that governed Ivetta's attitude toward her mother, but he knew that Luda Sorkin disapproved of him.
zh_cn: 克斯特亚不太理解艾薇塔为什么会对她妈妈有这样的态度，但他知道，柳妲·苏尔金看不上他。

source: Luda had been a prima ballerina.
zh_cn: 柳妲曾经是芭蕾舞团的首席女演员。

source: She was a cultured person. She was also a successful businesswoman.
zh_cn: 她是一个很有教养的人，也是一名成功的生意人。

source: She had schooled her daughter in the fine arts, she had given her a university education, and she was grooming her to take over the business.
zh_cn: 她安排女儿接受了艺术方面的教育，还送她念完大学。现在她正培养她准备接手自己的生意。

source: That such a woman would want more for her daughter than someone who was a failed boxer, a doorman, and an illegal immigrant seemed to him perfectly reasonable.
zh_cn: 在他看来，这样一个女人想要给自己的女儿找一个比失败的拳击手、看门人和非法移民更好的男人，是完全合理的。

source: In fact, he could understand Luda's logic better than Ivetta's. Why Ivetta should not want to be with him made much more sense than why she should.
zh_cn: 事实上，与他对艾薇塔想法的了解程度相比，他更能够理解柳妲的想法。艾薇塔不应该跟他在一起的理由更站得住。远比她跟他在一起的理由更符合常理。

source: When Kostya told her as much recently, she had led him from the bed to their reflection in his mirrored closet door.
zh_cn: 最近当克斯特亚这么跟她说的时候，她带着他从床上起来，走到镶在他衣柜门上的镜子前。

source: "We are beautiful together," she said.
zh_cn: “我们在一起是多么的美好。”她说。

source: Kostya supposed they looked good.
zh_cn: 克斯特亚也觉得他们看起来很般配。

source: He still went to the gym five days a week and was conscious of his physique.
zh_cn: 他现在仍然每周5天去健身房，对自己的体质非常在意。

source: And Ivetta had the long, slender muscles of a trained dancer.
zh_cn: 而艾薇塔像其他训练有素的舞蹈演员一样，有着修长的肌肉。

source: At the restaurant and on the street, Kostya was aware that men looked at her.
zh_cn: 无论在餐馆还是街头，克斯特亚能感到别的男人在看她。

source: She was attractive in the usual ways, but Kostya's eyes were always drawn to the intricate places where different parts of her joined: her shoulders, her collarbone, the backs of her knees, her ankles, her hands.
zh_cn: 从一般意义上说，她很有吸引力。但克斯特亚的眼睛总是被吸引到她身上不同部位相结合的那些微妙位置：她的肩膀，她的锁骨，她的膝弯，她的脚踝，她的手。

source: "You could be beautiful together with someone else," Kostya told her.
zh_cn: “你和别人在一起也会是美好的。”克斯特亚告诉她。

source: "Then you don't see what I see," Ivetta said glumly, and she moved away from him and hunched on the edge of the bed.
zh_cn: “这么说来，你没有看到我所见到的，”艾薇塔闷闷不乐地说道。她从他身边走开，弓着背坐在床边上。

source: That he didn't see what Ivetta saw had been precisely the origin of the conversation, and so her answer did nothing to clarify things.
zh_cn: 他没有看到艾薇塔所见到的，这正是这次谈话的起因。因此她的回答没有能澄清任何东西。

source: Kostya considered pointing this out but knew that it would only irritate her further.
zh_cn: 克斯特亚本想指出这点，但知道这只会更让她恼火。

source: "You are honest and good," Ivetta had finally declared from her desolation at the edge of the bed.
zh_cn: “你很诚实，人也很好。”艾薇塔终于打破了闷坐在床边的孤寂，开口说道。

source: And now, because he was honest and good, Ivetta wanted to protect him from Luda's sneering condescension.
zh_cn: 而现在，因为他的诚实和善良，艾薇塔要保护他不受柳妲的轻蔑和嘲讽。

source: For this reason, she had asked that he find someone else to work his shift on Saturday night, when her mother was going to make a rare appearance at the Russian Riviera.
zh_cn: 出于这个原因，她要他找其他人在星期六晚上顶他的班，因为那时她妈妈将难得地光顾一次俄罗斯海滨酒家。

source: "But I am a doorman," Kostya said.
zh_cn: “可我本来就是个看门的，”克斯特亚说。

source: "What do I care how she looks at me?"
zh_cn: “我才不在乎她怎么看我呢。”

source: "I care," Ivetta said.
zh_cn: “我在乎，”艾薇塔说。

source: Most of her family would be there Saturday night, and she did not want to introduce him to them under those circumstances.
zh_cn: 这个星期六晚上她的家人都会到那儿去，她不想在这种情况下把他介绍给他们。

source: If they were to meet him, it should be done across a table, properly and with respect. Not with her family celebrating her grandfather's birthday while Kostya was relegated to the door or the bar - an employee.
zh_cn: 如果他们要见他，那么应该是大家都坐在同一张桌子边，得体和尊重地引见，而不是她的家人来为她外祖父庆祝生日，克斯特亚却被发到门口或酒吧里，以餐厅雇员的身份出现。

source: "Did you ask Zyama?" Ivetta said."I will."
zh_cn: “你跟季曼说了没有？”艾薇塔问。“我会说的。”

source: Up until that afternoon, Kostya had been prepared to do just that, but now he couldn't imagine how it was possible.
zh_cn: 直到那天下午之前，克斯特亚一直都想要这么做，但现在他无法想象还怎么可能说得出口。

source: Zyama had expended considerable energy publicizing the fact that he had a Siberian boxing champion working his door - he would have opposed a change at the door on a night without gangsters.
zh_cn: 季曼花费了相当大的精力对别人宣传他有一个西伯利亚拳击冠军给他把门——即使没有坏蛋上门，他也会反对晚上换个把门的。

source: And, even if Zyama could be persuaded, Kostya's conscience would not allow it.
zh_cn: 而且，即使季曼能被说服，克斯特亚的良心也不会允许自己这么做。

source: Which meant that, as alternatives went, Kostya had two: he could work or he could quit.
zh_cn: 这就意味着，克斯特亚只有两个选择：他要么去上班，要么就辞职。

source: And he preferred to risk the possibility of gangsters against the certainty of unemployment.
zh_cn: 他宁愿冒着遇到那俩家伙的可能性，也不愿面对铁定的失业后果。

source: To Ivetta, of course, he could confess none of this.
zh_cn: 然而，他当然无法对艾薇塔说出这一切。

source: Her reaction would be predictable and extreme.
zh_cn: 因为他知道她的反应会是什么，会有多么激烈。

source: She would go to Zyama or to the police.
zh_cn: 她会要么去找季曼，要么去找警察。

source: Both of which would mean the end of his job.
zh_cn: 这两种选择都将意味着他丢掉工作。

source: Also, she would likely regard the situation as further evidence of their need to run off together and start a new life in another city, far away from her mother.
zh_cn: 此外，她很可能会把这事看做是进一步的证据，证明他们需要一起私奔，跑到另一个城市并开始新的生活，远离她妈妈。

source: She had urged him to do this before, to leave his demeaning job at the Russian Riviera, to escape somewhere, get married, go to school, start a business, buy a house, have children, live happily.
zh_cn: 她以前敦促过他离开在俄罗斯海滨酒家的那份没什么面子的工作，逃到某个地方，结婚，上学，创业，买房，生孩子，过上幸福生活。

source: The idea was tempting; Kostya had no attachment to Toronto or to the Russian Riviera, but, at thirty-four, he was no longer a boy.
zh_cn: 这个想法是很诱人的; 克斯特亚对多伦多或俄罗斯海滨酒家都没什么可留恋的，但他现在已经34岁了，不再是一个小伙子了。

source: If he quit his job and ran away with Ivetta and she grew tired of him - a man without an education, with few talents, deficient in English - he was afraid that he would find himself back at zero.
zh_cn: 假如他辞去工作，跟艾薇塔私奔，万一她今后对他厌倦了——他是一个没有受过什么教育的人，没什么本事，英语又不好——他怕自己会变得一无所有。

source: He would lose even the few things that he had managed to accomplish.
zh_cn: 他甚至会失去他好不容易取得的一点成果。

source: At fourteen, in the gymnasium of the No. 4 High School, Kostya and his classmates, stripped to their underpants, had submitted to a series of physical tests administered by the head boxing trainer of the Omsk Spartak Athletics Club.
zh_cn: 十四岁的时候，在第四中学的体育馆里，克斯特亚和他的同学们脱得只剩内裤，接受了由鄂木斯克市斯巴达克体育俱乐部的拳击总教练安排的一系列身体测验。

source: The man had measured the length of their arms; checked with calipers the thickness of the skin below their eyebrows; had them execute the standing broad jump and a complex version of hopscotch.
zh_cn: 那名教练测量了他们的胳膊长度，用游标卡尺检查了他们的眉毛下面的皮肤厚度，还让他们做了立定跳远和复杂的跳房子游戏。

source: Then, to eliminate criers and bleeders, he had punched each boy in the nose.
zh_cn: 然后，为了剔除爱哭的和容易出血的，他挥拳打在每个孩子的鼻子上。

source: From a class of twenty boys, he had selected three.
zh_cn: 从二十个男生里，他挑选出了三个。

source: Kostya was one of them.
zh_cn: 克斯特亚是其中之一。

source: This was in 1975, one year before the Montreal Olympics.
zh_cn: 当时是1975年，蒙特利尔奥运会的前一年。

source: The trainer, widely known to be the son of an enemy of the people, had invited himself to Kostya's apartment to meet with his parents.
zh_cn: 众所周知这位教练是一位人民敌人的儿子，他不请自来地到克斯特亚家拜访他的父母。

source: In the communal kitchen, Kostya's mother served tea and condensed milk.
zh_cn: 在公用厨房里，克斯特亚的母亲端上了茶和炼乳。

source: The meeting was very formal, as though important business were being transacted.
zh_cn: 这次见面非常正式，就好像在做什么重要的生意。
